jokeArr = ["- Акция в магазине \"Корона\": для тех, кто покупает пиво в понедельник утром, кассир пикает чуточку потише.",

"- Мало кто знает, но в израильской анкете разрешено отвечать вопросом на вопрос.",

"Хороший и плохой врач:\n- Да что ты с ним сюсюкаешься, резать надо!",

"Сомнительная фирма, предоставляющая космические услуги:\n- А там будет гид какой?\n- Солнце видите? Не заблудитесь!\n- А будут аниматоры?\n- Анекдоты знаете? Не соскучитесь!",

"Частный детектив со своей клиенткой:\n- У меня для Вас плохие новости, Сергей вам изменяет.\n- Боже, он растоптал мою любовь, как он мог.. А Кирилл?\n- А Кирилл - нет.\n- Вот Кирилл молодец.",

"- В Беларуси три стадии бедности: денег нет, денег нет совсем и \"блин, пора уже доллары менять\".",

"- Охотник с помповым ружьем приносит домой сразу фарш.",

"- Пуля, попавшая в школьного учителя, вышла и вошла, как положено.",

"- Нет предела креативу, ритуальная компания \"Аист\": мы принесли, мы и унесем!",

"- У нас в городе есть вертолетный завод, который делает вертолеты для всей страны! - Я тебя умоляю, Гомельский ликеро-водочный - вот завод, который делает вертолеты для всей страны!",

"- На день рождения к лифтеру может прийти 6 человек общим весом не более 625 килограммов.",

"- Здесь как слышишь, так и пишешь.\n- Дайте Батьку хоть на месяц.",

"- Неопытный дятел по весне захлебнулся березовым соком.",

"- Увидев, что внука начали откармливать, кабан рассказал пацану, чем это всё обычно заканчивается.",

"- У нас в России две беды - дураки и дороги. Одна беда постоянно чинит другую. Приехали в Беларусь, а здесь такие дороги ровные! У нас вопрос: \"А чем у вас дураки занимаются?\"",

"- Необъяснимо, но факт: толстого мальчика по фамилии Гнида, в школе дразнили рыжим.",

"- Прогуливаясь по морю и увидев тонущего человека, дагестанский тамада начал кричать \"До дна! До дна!\"",

"- Новый дагестанский \"Орбит\" - теперь барановый.",

"- Мало кто знает, что во время поединка борцы берут получасовую паузу, чтобы осмыслить \"блин, что я только что потрогал\".",

"- В Беларуси праздновать все очень просто. У нас на каждом бигборде написаны тосты."]









